{
  "name": "10.4 Indian Removal",
  "children": [
    {
      "name": "INDIANS IN POPULAR CULTURE",
      "children": [
        {
          "name": " Popular culture in first half of nineteenth century",
          "children": [
            {
              "name": " reflected aversion to Indians was pervasive during Age of Jackson."
            }
          ]
        },
        {
          "name": " Jackson",
          "children": [
            {
              "name": " skillfully played upon racial hatred to engage United States in policy of ethnic cleansing, eradicating Indian presence from land to make way for white civilization."
            }
          ]
        },
        {
          "name": " George Catlin",
          "children": [
            {
              "name": " produced many paintings of native peoples, which George Catlin offered as true representations despite routinely emphasizing Indians supposed savage nature."
            }
          ]
        }
      ]
    },
    {
      "name": "THE INDIAN REMOVAL ACT",
      "children": [
        {
          "name": " Jackson",
          "children": [
            {
              "name": " In Jackson first message to Congress, had proclaimed Indian groups living independently within states, as sovereign entities, presented major problem for state sovereignty."
            }
          ]
        },
        {
          "name": " 1830 Indian Removal Act",
          "children": [
            {
              "name": " gives me pleasure to announce to Congress the benevolent policy of Government, steadily pursued for nearly thirty years, in relation to removal of Indians beyond white settlements is approaching to happy consummation."
            }
          ]
        },
        {
          "name": " Two important tribes",
          "children": [
            {
              "name": " have accepted provision made for Two important tribes removal at last session of Congress, and it is believed Two important tribes example will induce Two important tribes also to seek same obvious advantages."
            }
          ]
        },
        {
          "name": " The Cherokee",
          "children": [
            {
              "name": " also found Another case involving Cherokee way to Supreme Court."
            }
          ]
        },
        {
          "name": " Worcester v. Georgia",
          "children": [
            {
              "name": " -- was arrested, but because This legal struggle -- Worcester v. Georgia federal job as postmaster gave This legal struggle When case of This legal struggle -- Worcester v. Georgia v. Georgia came before Supreme Court in 1832, Chief Justice John Marshall ruled in favor of This legal struggle -- Worcester v. Georgia, finding the Cherokee constituted `` distinct political communities '' with sovereign rights to their own territory."
            }
          ]
        },
        {
          "name": " who",
          "children": [
            {
              "name": " Those understood the only option was removal traveled west, but majority stayed on majority."
            }
          ]
        },
        {
          "name": " president",
          "children": [
            {
              "name": " In order to remove majority, relied on U.S. military."
            }
          ]
        },
        {
          "name": " some fifteen thousand Cherokee",
          "children": [
            {
              "name": " In series of forced marches, were finally relocated to Oklahoma."
            }
          ]
        },
        {
          "name": " This forced migration, known as Trail of Tears,",
          "children": [
            {
              "name": " caused deaths of as many as four thousand Cherokee -LRB- Figure 10.15 -RRB-."
            }
          ]
        },
        {
          "name": " The removal of Five Civilized Tribes",
          "children": [
            {
              "name": " provides example of power of majority opinion in democracy."
            }
          ]
        }
      ]
    },
    {
      "name": "BLACK HAWK’S WAR",
      "children": [
        {
          "name": " The policy of removal",
          "children": [
            {
              "name": " led some Indians to actively resist."
            }
          ]
        },
        {
          "name": " White settlers",
          "children": [
            {
              "name": " At Battle of Bad Axe -LRB- also known as Bad Axe Massacre -RRB-, killed over two hundred men, women, and children."
            }
          ]
        }
      ]
    }
  ]
}